export const headerStrings = [
  {
    texts: ['eko-dent2001@mail.ru'],
    hrefs: ['mailto:eko-dent2001@mail.ru'],
  },
  {
    texts: ['пнд — птн: 10.00 — 20.00', 'сбт — вскр: 11.00 — 16.00'],
    hrefs: [],
  },
  {
    texts: ['г. Иркутск', 'ул. Декабрьских событий, 109'],
    hrefs: [],
  },
  {
    texts: ['+7 924 613 6900', '+7 (3952) 252-712'],
    hrefs: ['tel:+79246136900', 'tel:+73952252712'],
  }
];

export const servicesStrings = {
  title: ['наши', 'услуги'],
  cards: [
    {
      imageIndex: 0,
      title: 'ТЕРАПИЯ',
    },
    {
      imageIndex: 1,
      title: 'ДЕНТАЛЬНАЯ ИМПЛАНТАЦИЯ',
    },
    {
      imageIndex: 2,
      title: 'ПАРОДОНТОЛОГИЯ',
    },
    {
      imageIndex: 3,
      title: 'ДЕТСКАЯ СТОМАТОЛОГИЯ',
    },
    {
      imageIndex: 4,
      title: 'ДЕТСКАЯ СТОМАТОЛОГИЯ',
    },
    {
      imageIndex: 5,
      title: 'ПРОТЕЗИРОВАНИЕ',
    },
    {
      imageIndex: 6,
      title: 'ФИЗИОЛЕЧЕНИЕ',
    },
    {
      imageIndex: 7,
      title: 'ОРТОДОНТИЯ',
    }
  ],
};

export const aboutStrings = {
  titles: ['три главных аргумента ', 'для посещения нашей клиники'],
  cards: [
    'Передовое диагностическое и лечебное оборудование, включая собственную зуботехническую лабораторию',
    'Высокая квалификация и многолетний врачебный опыт: в нашей стоматологической клинике работают только профессиональные стоматологи, окончившие ординатуру,специалисты высшей категории',
    'Весьма демократичные цены. И не в ущерб качеству'
  ],
}

export const previewStrings = {
  descriptions: ['Доступная стоматология в Иркутске','В стоматологической клинике Эко-Дент есть ответы на (почти) все вопросы, касающиеся безболезненного, быстрого, профессионального, эффективного лечения зубов, десен, различных патологий челюстно-лицевой области.'],
  advantages: [
      {
          icon: 0,
          text: 'Клинике Эко-Дент более 15 лет'
      },
      {
          icon: 1,
          text: 'Современное оборудование'
      },
      {
          icon: 2,
          text: 'Качественные материалы'
      },
      {
          icon: 3,
          text: 'Современное зуботехническая лаборатория'
      },
      {
          icon: 4,
          text: 'Бережное отношение к пациентам'
      },
      {
          icon: 5,
          text: 'Удобный график'
      },
  ]
}