export const headerStrings = [
  {
    texts: ['eko-dent2001@mail.ru'],
    hrefs: ['mailto:eko-dent2001@mail.ru'],
  },
  {
    texts: ['пнд — птн: 10.00 — 20.00', 'сбт — вскр: 11.00 — 16.00'],
    hrefs: [],
  },
  {
    texts: ['г. Иркутск', 'ул. Декабрьских событий, 109'],
    hrefs: [],
  },
  {
    texts: ['+7 924 613 6900', '+7 (3952) 252-712'],
    hrefs: ['tel:+79246136900', 'tel:+73952252712'],
  }
];

export const previewStrings = {
  descriptions: ['Доступная стоматология в Иркутске','В стоматологической клинике Эко-Дент есть ответы на (почти) все вопросы, касающиеся безболезненного, быстрого, профессионального, эффективного лечения зубов, десен, различных патологий челюстно-лицевой области.'],
  advantages: [
      {
          image: require(`../assets/Preview/0.png`),
          text: 'Клинике Эко-Дент более 15 лет'
      },
      {
          image: require(`../assets/Preview/1.png`),
          text: 'Современное оборудование'
      },
      {
          image: require(`../assets/Preview/2.png`),
          text: 'Качественные материалы'
      },
      {
          image: require(`../assets/Preview/3.png`),
          text: 'Современное зуботехническая лаборатория'
      },
      {
          image: require(`../assets/Preview/4.png`),
          text: 'Бережное отношение к пациентам'
      },
      {
          image: require(`../assets/Preview/5.png`),
          text: 'Удобный график'
      },
  ]
}

export const servicesStrings = {
  title: ['наши', 'услуги'],
  cards: [
    {
      image: require(`../assets/Services/0.png`),
      title: 'ТЕРАПИЯ',
    },
    {
      image: require(`../assets/Services/1.png`),
      title: 'ДЕНТАЛЬНАЯ ИМПЛАНТАЦИЯ',
    },
    {
      image: require(`../assets/Services/2.png`),
      title: 'ПАРОДОНТОЛОГИЯ',
    },
    {
      image: require(`../assets/Services/3.png`),
      title: 'ДЕТСКАЯ СТОМАТОЛОГИЯ',
    },
    {
      image: require(`../assets/Services/4.png`),
      title: 'ДЕТСКАЯ СТОМАТОЛОГИЯ',
    },
    {
      image: require(`../assets/Services/5.png`),
      title: 'ПРОТЕЗИРОВАНИЕ',
    },
    {
      image: require(`../assets/Services/6.png`),
      title: 'ФИЗИОЛЕЧЕНИЕ',
    },
    {
      image: require(`../assets/Services/7.png`),
      title: 'ОРТОДОНТИЯ',
    }
  ],
};

export const aboutStrings = {
  titles: ['три главных аргумента ', 'для посещения нашей клиники'],
  cards: [
    'Передовое диагностическое и лечебное оборудование, включая собственную зуботехническую лабораторию',
    'Высокая квалификация и многолетний врачебный опыт: в нашей стоматологической клинике работают только профессиональные стоматологи, окончившие ординатуру,специалисты высшей категории',
    'Весьма демократичные цены. И не в ущерб качеству'
  ]
}

export const stocksStrings = {
  title: ['наши', 'акции'],
  stocks: [
    {
      image: require('../assets/Stocks/Stocks/0.png'),
      title: 'AIR PROPHY UNIT + KAVA = ВКУСНО!',
      buttonText: 'Узнать подробнее',
    },
    {
      image: require('../assets/Stocks/Stocks/1.png'),
      title: 'Подарок ко Дню рождения!',
      buttonText: 'Узнать подробнее',
    },
  ],
}

export const recommendStrings = {
  text: ['Стоматологическая клиника «Эко - Дент» уже более 15 лет успешно работает на рынке стоматологических услуг.', 'Секрет нашего успеха - профессионализм, и добросовестное отношение к пациентам. Честность и чистота в отношениях для нас — превыше всего! Именно поэтому наша клиника имеет приставку «ЭКО»']
}

export const directorStrings = {
  image: require('../assets/Director/0.png'),
  text: ['«За годы моей многолетней практики в сфере стоматологии, я часто сталкивался с клиниками, главной задачей которых была рыночная эффективность. Я всегда мечтал открыть свою собственную, в которой будет, прежде всего, ценится качественная работа, сделанная на совесть и доброе заботливое отношение к пациентам. Именно благодаря этим четким принципам наши пациенты не только остаются с нами, но и советуют нас своим друзьям и родственникам»', 
          'Генеральный директор стоматологии Эко-Дент Олег Парилов']
}

export const doctorsStrings = {
  title: ['наши', 'врачи'],
  doctors: [
    {
      image: require('../assets/Doctors/0.png'),
      name: 'Халтубаева Юлия',
      position: 'Стоматолог-ортодонт',
      experience: '',
      buttonText: 'ЗАПИСАТЬСЯ НА ПРИЕМ',
    },
    {
      image: require('../assets/Doctors/1.png'),
      name: 'Ткач Сергей',
      position: 'Хирург, ортопед, имплантолог',
      experience: 'Стаж работы: 15 лет',
      buttonText: 'ЗАПИСАТЬСЯ НА ПРИЕМ',
    },
    {
      image: require('../assets/Doctors/2.png'),
      name: 'Мандарханова Александра',
      position: 'Стоматолог, терапевт, ортопед',
      experience: 'Стаж работы: 10 лет',
      buttonText: 'ЗАПИСАТЬСЯ НА ПРИЕМ',
    },
  ],
}

export const reviewsStrings = {
  title: ['отзывы', 'о нас'],
  reviews: [
    {
      title: 'Сердечная благодарность стоматологической клинике "Эко-Дент"',
      message: 'Выражаю сердечную благодарность клинике "Эко-Дент" за доброжелательное, внимательное, чуткое отношение к пациентам! В клинике работают настоящие профессионалы своего дела! Цены, в отличие от других клиник, не завышены, доступны для людей. Администраторы - приятнейшие люди!',
      buttonText: 'Подробнее',
    },
    {
      title: 'Поход к стоматологу?! Оказывается - не страшно! ЭкоДент - оценка "ОТЛИЧНО!"',
      message: 'Поход к стоматологу для меня был всегда самым страшным днем в моей жизни. Для всех, кто испытывал эти чувства: смело идите в клинику "Экодент", по адресу: г. Иркутск, ул. Декабрьских Событий, 109.',
      buttonText: 'Подробнее',
    },
    {
      title: 'Спасибо стомцентру "Эко-дент"',
      message: `Я пошла в клинику, которая находится рядом с работой, это "Эко-дент". Я не ошиблась!\n\nОчень грамотный подход к пациенту. Самое главное - цены приемлемы.\n\nЯ умышленно не буду называть лучших врачей, потому-что все они специалисты высокого класса. Я своим друзьям порекомендовала. Они мне ВЕРЯТ. Спасибо руководителю стомценра "Эко-дент". Написано о души!!!`,
      buttonText: 'Подробнее',
    },
  ],
}

export const footerStrings = {
  columns: [
    {
      title: 'Сервис',
      content: [
        {
          type: 'link',
          title: 'О клинике',
          href: '#',
        },
        {
          type: 'link',
          title: 'Вакансии',
          href: '#',
        },
        {
          type: 'link',
          title: 'Сертификаты и лицензии',
          href: '#',
        }
      ]
    },

    {
      title: 'Пациенту',
      content: [
        {
          type: 'link',
          title: 'Врачи',
          href: '#',
        },
        {
          type: 'link',
          title: 'Услуги',
          href: '#',
        },
        {
          type: 'link',
          title: 'Акции',
          href: '#',
        },
        {
          type: 'link',
          title: 'Новости',
          href: '#',
        },
        {
          type: 'link',
          title: 'Вопросы',
          href: '#',
        },
        {
          type: 'link',
          title: 'Отзывы',
          href: '#',
        },
        {
          type: 'link',
          title: 'Справочник',
          href: '#',
        }
      ]
    },

    {
      title: 'Контакты',
      content: [
        {
          type: 'phone',
          title: '+7 (3952) 252-712',
          href: 'tel:+73952252712'
        },
        {
          type: 'phone',
          title: '+7 (3952) 251-651',
          href: 'tel:+73952251651'
        },
        {
          type: 'phone',
          title: '+7 (924) 613-69-00',
          href: 'tel:+79246136900'
        },
        {
          type: 'text',
          title: 'г. Иркутск ул. Декабрьских Событий 109',
        },
        {
          type: 'link',
          title: 'eko-dent2001@mail.ru',
          href: 'mailto:eko-dent2001@mail.ru'
        }
      ]
    }
  ]
}

export const aboutTabStrings = {
  title: 'О клинике',
  text: ['Более 15 лет стоматологический центр Эко-Дент оказывает профессиональные стоматологические услуги.',
    'В стоматологической клинике Эко-Дент есть ответы на (почти) все вопросы, касающиеся безболезненного, быстрого, профессионального, эффективного лечения зубов, десен, различных патологий челюстно-лицевой области. И по очень умеренным ценам.',
    'Стоматологическая клиника Эко-дент всегда поддерживала умеренные цены на лечение, но не в ущерб качество материалов и стоматологических услуг.',
    'Помочь больному — основный приоритет врачей-стоматологов ЭкоДента. Наша задача — вылечить больно так, чтобы он порекомендовал стоматологическую клинику Эко-Дент своим друзьям и знакомым. Чтобы, если возникнет необходимость за зубами вашего ребенка — вы привели его к нам (для детей с 6-7 лет).',
    'Честность и чистота в отношениях с пациентами — наше кредо, поэтому, собственно, наша клиника и имеет приставку «Эко». */'],
  cards: [
  'Передовое диагностическое и лечебное оборудование вы можете найти и в других частных  и государственных клиниках, но мало кто из них может похвастаться собственной зуботехнической лабораторией. У нас в клинике есть абсолютно все необходимое оборудование для проведения диагностики и лечения самых трудных случаев.Мы с уверенностью беремся за сложные нестандартные задачи, от которых отказались все остальные клиники.'
    ,
  'У нас работают только профессиональные стоматологи, окончившие ординатуру, специалисты высшей категории. Наш девиз «делай как себе и как своей маме». Здесь вы встретите индивидуальный подход с учетом всех особенностей и пожеланий каждого из клиентов. Мы больше всего ценим доверительные отношения, и если вдруг возникает спорный вопрос, решаем его в пользу пациента.Поэтому с нашей клиникой никогда не было судебных разбирательств, что встречается крайне редко на рынке стоматологических услуг.',
  'Демократичные цены. В креслах стоматологической клиники Эко-Дент проходят лечение любые категории граждан.Вы приятно удивитесь, когда сравните наши цены с другими стоматологическими учреждениями. Нередко можно встретить рекламные плакаты с низкими ценами, но в ходе лечения цена неуклонн увеличивается вверх из-за неупомянутых услуг. У нас вы заплатите ровно столько, сколько прописано в прейскуранте. Мы сделали ставку на честность и не собираемся менять свои принципы.']
}

export const questionsTabStrings = {
  title: 'Часто задаваемые Вопросы по стоматологии и ответы на них',
  questionsBlock:
    [
      {
        question: 'Ребенок боится лечить зубы – что делать?',
        answer:
          'Мы превращаем лечение зубов в игру для наших маленьких пациентов, и ваш ребенок перестает бояться лечения зубов. Для лечения зубов у детей мы используем только безопасные гипоалергенные материалы и самые современные технологии.\n' +
          'Для лечения кариеса молочных зубов стоматологическая клиника ЭкоДент применяет светоотверждаемые пломбы .' +
          'Регулярное посещение детского стоматолога поможет вашему ребенку обезопасить себя от заболевания кариесом – настоящего бича современности. Детские врачи-стоматологи клиники ЭкоДент помогут подобрать правильную зубную щетку и подходящую вашему ребенку зубную пасту.\n' +
          'Исправить неправильный прикус у ребенка помогут брекеты. Если ребенок стесняется брекетов – можно применять можно применять лингвальные иглы и керамические системы.' +
          'Бережное и грамотное отношение к здоровью зубов позволит нашим маленьким пациентам избежать проблем с зубами в более зрелом возрасте.' +
          'Стоматологический центр ЭкоДент идеально подходит тем, кто бережет свое здоровье, но не хочет переплачивать за стоматологические услуги.'
      },
      {
        question: 'Как правильно чистить зубы ребенку?',
        answer:
          'Собственный пример – легкий способ обучить ребенка гигиеническим процедурам. Веселая игра или соревнование под лозунгом «Кто лучше почистит зубы» помогут вашему малышу освоить правильную методику чистки зубов с раннего детства.' +
          'Как правильно чистить зубы малышу?' +
          'Зубную щетку держать под углом 45°, движения зубной щетки производить в направлении от корня к наружному краю, как бы выметая из полости рта остатки пищи и другой вредной органики;' +
          'Для очистки жевательной поверхности добавим движение зубной щетки вперед-назад по поверхности зубов – при этом ни в коем случае не нужно нажимать сильно!' +
          'Для очистки внутренней поверхности передних зубов разверните щетку вертикально. Движения зубной щетки также должны быть направлены от корня зуба к его режущей кромке.'
      },
      {
        question: 'Как лечить стоматит у детей?',
        answer:
          'Признаками стоматита могут быть красные болезненные язвочки на слизистой рта, отказ малыша от еды, вялость, высокая температура, капризы во время еды. Никогда не нужно тянуть с посещением грамотного врача. Особо опасен стоматит у грудничков.' +
          'Если вашему ребенку поставили диагноз: стоматит , – не стоит пугаться – просто нужно скрупулезно выполнить предписания врача-стоматолога и пройти курс лечения. Врач-стоматолог назначит лекарство для обработки слизистой полости рта, пропишет необходимые лечебные средства – это могут быть антибиотики или мазь. Кроме того при лечении стоматита у детей необходима правильная диета. На некоторое время из рациона детского питания нужно исключить горячую пищу, твердую пищу, приправы, сладости.'
      },
      {
        question: 'Можно ли самим выдернуть молочный зуб у ребенка? Как правильно выдернуть молочный зуб?',
        answer:
          'Во время смены молочных зубов на коренные родителям нужно знать, как безопасно вырвать зуб у ребенка.' +
          'Разумеется, идеальным вариантом является обращение к врачу-стоматологу даже из-за такой «мелочи», но… на практике этого почти никто не делает.' +
          'Если молочный зуб действительно сильно качается, нужно захватить его ватным тампоном, и, расшатав, выдернуть.' +
          'В случае, если зуб в положенное время не выпал, обратитесь к детскому стоматологу, который быстро и на самом деле безболезненно удалит молочный зуб с помощью специального инструмента. Ребенок даже не успеет испугаться!'
      },
      {
        question: 'Исправление прикуса. Каким должен быть правильный прикус?',
        answer:
          'Правильный прикус у человека выглядит так:' +
          'зубы верхнего ряда прикрывают нижние примерно на 1/3;' +
          'каждый зуб верхней челюсти должен находиться в контакте с одноименным, стоящим сзади зубом нижней челюсти;' +
          'зубы стоят ровно, промежутков между ними нет.' +
          'Чтобы точно определить правильный или неправильный у вас прикус, необходимо обратиться к врачу - ортодонту.'
      },
      {
        question: 'Чем опасен неправильный прикус?',
        answer:
          'Неправильный прикус – это вовсе не только некоторый внешний дефект, неправильный прикус не позволяет обеспечивать полноценный уход за зубами, в результате - повышается риск появления воспаления десен, парадонтита, кариеса.'
      },
      {
        question: 'Можно ли исправить прикус в домашних условиях?',
        answer:
          'Нет. Для исправления прикуса необходимо специальное стоматологическое оборудование, медикаменты и профессиональные навыки, которыми обладают только врачи-стоматологи.' +
          'Для исправления неправильного прикуса необходимо:' +
          'установить брекеты.' +
          'или носить силиконовые трейнеры или пластиковые каппы.' +
          'использовать микропротезирование винирами и пластинками.'
      },
      {
        question: 'Как исправить кривые зубы?',
        answer:
          'Главная причина того, что зуб растет криво - недостаточное количество кальция в организме. Нахождение зубов друг на друга (скученность зубов) не позволяет соблюдать должную гигиену полости рта - со всеми вытекающими негативными последствиями.' +
          'Чтобы справиться с неприятными последствиями неправильного прикуса - необходимо пройти соответствующее лечение под руководством врача-ортодонта: это могут быть съемные пластиковые каппы, брекеты или удаление неправильно выросшего зуба.'
      },
      {
        question: 'Как сделать зубы ровными?',
        answer:
          'По сути, ответ на этот вопрос тот же, что и на предыдущие два: качественно выровнять зубы можно с помощью брекетов.' +
          'Надо помнить, что ровный зубной ряд — это не каприз, связанный исключительно с эстетикой, но прямая физиологическая потребность и способ избежать значительной части проблем с зубами.' +
          'Возможна установка брекетов на внутренней стороне зубного ряда, что делает их совершенно незаметными для окружающих. Профессионально установленные брекеты практически не приносят неудобства во время ношения и не портят вашу улыбку!'
      },
      {
        question: 'У меня опухла десна - что делать?',
        answer:
          'Если воспалилась десна у основания зуба, но при этом боль не пульсирующая, возможно у вас пародонтит, гингивит или другое заболевание пародонта. Визит к стоматологу обязателен! В противном случае развитие болезни приводит к расшатыванию и потере зубов.' +
          'Для устранения отека при этом требуется гигиеническая чистка, снятие зубного камня и антибактериальная терапия.' +
          'Если десна распухла и болит ниже шейки зуба, боль пульсирует или отдает в висок, то весьма вероятен периодонтит (воспаление верхушки корня зуба).'
      },
      {
        question: ' Лечение десен в домашних условиях?',
        answer:
          'При заболеваниях десен можно использовать народные средства, особенно, если нет возможности обратиться к врачу.\n' +
          'Вот перечень наших сибирских растений, растущих около Иркутска и вокруг Байкала, используемых при лечении десен:\n' +
          'бадан, душекия, зверобой, змеевик, ива, карагана, кашкара, кровохлебка, курильский чай, ноготки, ольха, сабельник, черемуха, черника.\n' +
          'Бадан толстолистный (Bergenia crassifolia, Saxifraga crassifolia) известен, наверное, всем.' +
          'Полоскание ротовой полости жидким экстрактом бадана, либо настоем или отваром корневищ (10%-ной концентрации) хорошо действует при стоматитах и гингивитах.\n' +
          'Довольно распространенный в наших лесах, в том числе – вдоль берегов и речек Иркутского моря (водохранилища) курильский чай, он же - пятилистник кустарниковый (Pentaphylloides fruticosa).' +
          'Водный отвар или настой, приготовленные из 10—20 г курильского чая (листья и цветы с мелкими веточками) на 200 мл воды, используют в качестве полосканий при ангинах, стоматитах и других заболеваниях полости рта. При отсутствии медикаментов может использоваться для лечения даже столь опасных заболеваний как холера и тиф.\n' +
          'А также – легкий отвар - пьют просто вместо чая, и т.д.\n' +
          'Но для поиска информации по траволечению (фитотерапии) безусловно стоит обратиться к наследию Телятьева Виктора Васильевича – нашего сибирского ученого, сочетавшего классическое академическое образование и глубокое знание народной медицины, блестящего фитотерапевта-практика, издавшего книги: «Лекарственные растения Восточной Сибири», «Целебные клады Центральной Сибири» (в том числе - в электронном виде), и другие. Однако – процитируем классика: «…применение их по собственному усмотрению, в завышенных дозировках или не по прямому назначению, может также привести к самым тяжелым последствиям. Поэтому и здесь необходимо обращаться к врачу, а не заниматься самолечением.»\n' +
          'Ну уж, а в городских условиях – и подавно. Так что правильный ответ, каким бы назойливым он не казался:\n' +
          '– Обратитесь к врачу! Лечение в домашних условиях без консультации у специалиста может привести к тяжелым последствиям и даже полной потере зубов!'
      },
      {
        question: 'От чего возникает пародонтоз?',
        answer:
          'Основная причина возникновения пародонтоза — плохой уход за зубами.\n' +
          'Неправильная чистка, как следствие - скопление налета на зубах рядом с деснами, которое позже превращается в зубной камень (в составе которого много вредных бактерий, выделяющих токсин, который разрушает зубы и ослабляет ткани десны).\n' +
          'Причины пародонтоза точно не установлены, но основными врагами вашего пародонта являются:\n' +
          'сахарный диабет и другие нарушения деятельности желёз внутренней секреции;\n' +
          'заболевания внутренних органов (печени, желудка, кишечника);\n' +
          'наследственная предрасположенность.\n'
      },
      {
        question: 'Можно ли лечить пародонтоз народными средствами?',
        answer:
          'Нет!\n' +
          '\n' +
          'Стоит ли лечить пародонтоз народными средствами? Да, это не должно нанести вреда.\n' +
          '\n' +
          'Дело в том, что ответы на вопрос: «как лечить пародонтоз дома?» - в основном, сводятся к рекомендациям, позволяющим снизить вероятность заболевания или притормозить его развитие. Но не излечиться!\n' +
          '\n' +
          'Рекомендации такие:\n' +
          ' подберите подходящую щетку для вашего типа зубов и десен;\n' +
          ' регулярно делайте массаж десен;\n' +
          ' полощите рот травяными растворами;\n' +
          ' откажитесь от сладостей и пейте витамины.\n' +
          'При возникновении дискомфорта в ротовой полости необходимо обратиться к специалисту, который проведет диагностику и назначит индивидуальный курс лечения пародонтоза.'
      },
      {
        question: 'Чем лечить пародонтоз? Как лечат пародонтоз в клинике Экодент? Как остановить пародонтоз?',
        answer:
          'В общем случае, пародонтоз лечат комплексно: снимают налет с зубов, полируют, покрывают защитным антибактериальным лаком и т.д. Затем прописывают антибиотики.\n' +
          '\n' +
          'Лечение – индивидуально! И ваш врач сможет вам назначить наиболее подходящий для вас вариант.\n' +
          '\n' +
          'Запишитесь на прием, даже если чувствуете легкий дискомфорт, связанный с зубами. И никогда не откладываете визит - потом вы потратите больше и времени и денег! Обратитесь к врачу сразу – отделаетесь легким испугом! :)\n' +
          '\n' +
          'Кстати, не путайте пародонтоз и пародонтит – о нем следующая пара: вопрос - ответ.'
      },
      {
        question: 'Возможно ли лечение пародонтита в домашних условиях?',
        answer:
          'На ранней стадии вылечить пародонтит можно попробовать и в домашних условиях, но с непременным контролем стоматолога! Только врач знает, чем лечить пародонтит.\n' +
          '\n' +
          'В принципе, врач может ограничиться и немедикаментозными средствами: назначить полоскание рта крепкой заваркой зеленого чая или подсолнечным маслом.\n' +
          '\n' +
          'Но, чем более поздняя стадия пародонтита, тем больше вам придется приложить усилий (времени и денег), чтобы избавиться от него. Вполне возможно, что врач вам выпишет антибиотики.\n' +
          '\n' +
          'Антибиотики при пародонтите подбираются индивидуально. Это могут быть всевозможные мази: тетрациклин, ируксол, гиоксизон и другие - их много! Но они всегда обязательно подбираются врачом индивидуально.'
      },
      {
        question: 'Признаки стоматита, от чего появляется стоматит, заразен ли стоматит, как лечить стоматит?',
        answer:
          'Признак стоматита - маленькие белые язвы внутри полости рта, окруженные покраснением.\n' +
          '\n' +
          'По симптоматике стоматит бывает >язвенным, катаральным или афтозным.\n' +
          '\n' +
          'Катаральный стоматит наиболее распространен. При возникновении катарального стоматита наблюдается отечность и болезненность полости рта, может возникать белый или желтый налет, отмечается повышенное слюноотделение, кровоточивость десен и неприятный запах изо рта. При катаральном стоматите поражается только внешний слой слизистой оболочки.\n' +
          '\n' +
          'Язвенный стоматит тяжелее катарального. Возникает и из-за запущенности катарального, и самостоятельно. При язвенном стоматите поражается вся толща слизистой оболочки. Начальные признаки обоих видов стоматита похожи, но при язвенном стоматите температура повышается до 37,5 градусов, происходит увеличение лимфоузлов, вероятна головная боль.\n' +
          '\n' +
          'При афтозном стоматите появляются единичные или множественные глубокие язвы (афты) на слизистой оболочке, имеющие четкие границы и серо-желтый налет в центре. Первые симптомы – общее недомогание и повышение температуры, болезненные ощущения во рту (в месте, где образовались язвы).\n' +
          '\n' +
          'Также различают стоматиты: аллергический, везикулярный (возбудителем болезни является РНК-содержащий вирус из рода Vesiculorus семейства Rabdoviridae), герпетический, травматический.\n' +
          '\n' +
          'Механизм возникновения стоматита точно неизвестен. Вероятно, может возникать при ослаблении иммунитета или при воздействии бактерий или вирусов, либо в тех случаях, когда иммунная система человека реагирует на появление молекул, которые она не может распознать.  Защитная реакция иммунной системы - «нападение» лимфоцитов на неопознанные молекулы - приводит к возникновению во рту язвенных образований, которые и называют «стоматитом».\n' +
          '\n' +
          'Заболевания желудочно-кишечного тракта: гастрит, дуоденит, колит, глистные инвазии, - также могут быть причиной катарального стоматита.\n' +
          '\n' +
          'В целом, в ответ на вопрос:\n' +
          '\n' +
          '«От чего появляется стоматит?» –\n' +
          '\n' +
          'назовем следующие причины возникновения стоматита:\n' +
          '\n' +
          'микроорганизмы - возбудители инфекций (бактерии, вирусы, микоплазмы),\n' +
          'гиповитаминоз (витамин А, витамин B, витамин С), нехватка фолиевой кислоты или железа,\n' +
          'некачественное питание,\n' +
          'механическое или термическое повреждение полости рта,\n' +
          'обезвоживание организма любой этиологии,\n' +
          'применение медикаментов, уменьшающих слюноотделение,\n' +
          'как недостаточная, так и избыточная гигиена полости рта,\n' +
          'некачественное протезирование,\n' +
          'курение,\n' +
          'злокачественные опухоли шеи, носа или глотки,\n' +
          'гормональные колебания,\n' +
          'анемия (нехватка гемоглобина в крови),\n' +
          'побочные эффекты химиотерапии,\n' +
          'продромальный период ВИЧ-инфекции,\n' +
          'зубные пасты и очистители для рта, содержащие лаурилсульфат натрия (ЛСН), часто включаемого в состав зубных паст.'
      },
      {
        question: 'Заразен ли стоматит?',
        answer:
            'Подтверждения того, заразен ли стоматит, на сегодня нет.\n' +
            '\n' +
            'На многих форумах утверждают, что да, заразен, однако часто стоматит путают с герпесом. Высыпания из-за герпеса появляются снаружи (на губах и около), а стоматит поражает внутреннюю часть полости рта. Впрочем, если стоматит имеет вирусную природу, однозначно следует воздерживаться от близкого контакта, от поцелуев, например.'
      },
      {
        question: 'Как лечить стоматит дома?',
        answer:
          'Избавиться от катарального стоматита на первых стадиях, в принципе, можно попробовать самостоятельно. Рекомендуют полоскать полость рта чистой горячей водой> несколько раз в день, в том числе, после еды - обязательно. Для уменьшения боли нужно применять полоскание перекисью водорода: одна столовая ложка 3%-го раствора перекиси на полстакана воды.\n' +
          '\n' +
          'Мёд тоже дает обезболивающий эффект и способствует исчезновению отека.\n' +
          '\n' +
          'Другие способы, чтобы ослабить боль, причиняемую этим заболеванием:\n' +
          '\n' +
          'Прополис. Протереть перекисью водорода больное место, затем с помощью пипетки нанести настойку прополиса. Дать подсохнуть, чтобы образовалась корочка.\n' +
          '\n' +
          'Зверобой. Сделать настой (1:5) из зверобоя и водки. Затем разбавить его половиной стакана воды и полоскать при болях.\n' +
          '\n' +
          'Обезболить стоматит можно и с помощью мазей. Это могут быть стоматофит, гексорал или калгель. Средств множество! Но обезболивание вас не вылечит, а вот задержать ваше обращение к врачу – может! Не болит –ну и ладно! Болезнь в это время будет развиваться! А стоматит прогрессирует быстро… :)\n' +
          '\n' +
          'Несмотря на кажущуюся простоту лечения катарального стоматита, ответ на вопрос: «Возможно ли лечение стоматита народными средствами?» - всё таки, отрицательный. В качестве «продержаться до посещения врача» - да. Но вероятность того, что вы вылечите стоматит сами - ничтожно мала. И - хотя для лечения катарального стоматита может хватить безрецептурных средств - при самолечении высок шанс, что вы запустите болезнь.\n' +
          '\n' +
          'И, пожалуйста, не пробуйте самостоятельно лечиться антибиотиками! Выработаете устойчивость микроорганизмов к антибиотикам, посадите печень, подорвете иммунитет… а вот это уже проблемы совершенно иного уровня!'
      },
      {
        question: 'Как лечат стоматит в вашей стоматологической клинике?',
        answer:
          'Обычно прописывается профессиональная чистка зубов, затем – индивидуально(!) - мазь-антибиотик ( амоксилав, виферон и другие). К антибиотикам может понадобиться лекарство для восстановления печени. Если у пациента аллергия на антибиотики, врач пропишет альтернативные средства. Опять же, для детей применение антибиотиков может быть нежелательным. И т.д.\n' +
          '\n' +
          'Только профессиональный стоматолог знает, как правильно лечить стоматит и какие средства будут эффективны для профилактики стоматита в вашем конкретном случае.\n' +
          '\n' +
          'Стоматологи клиники Экодент установят форму стоматита, причину возникновения и продумают индивидуальную схему лечения и меры дальнейшей профилактики.\n' +
          '\n' +
          'Поэтому простейшая пара «вопрос – ответ» позволит не ошибиться в выборе действий: стоматит? – к стоматологу!'
      },
      {
        question: 'Что можно есть при стоматите? Что нельзя есть при стоматите?',
        answer:
          'Еда при стоматите подбирается с осторожностью. Язвы болезненно реагируют на пищу с ярким вкусом: острую, кислую, горькую, соленую. Желательны овощи и фрукты с мягким вкусом. Свежевыжатые соки, особенно морковный со сливками – то что доктор прописал! Не отказывайте себе в мясном бульоне, и кашах. А вот с горчичкой, перцем, аджикой гарантированно придется подождать до излечения!\n' +
          '\n'
      },
      {
        question: 'Больно ли лечить пульпит?',
        answer:
        'Очень! Раньше было очень больно!\n' +
        '\n' +
        'Сейчас появились обезболивающие средства дивной эффективности. Настолько, что вы, при проведении лечения, сможете вести светскую беседу, расположившись в комфортабельном кресле! Это не шутка и не преувеличение! Единственная небольшая неприятность – предварительный укол тонюсенькой иглой… но уж с этим-то вы справитесь? '
      },
      {
        question: 'Как лечат пульпит?',
        answer:
            'Чаще всего порядок следующий:\n' +
            '\n' +
            'анестезия (местная),\n' +
            'антисептическая обработка,\n' +
            'удаление пульпы,\n' +
            'обработка зуба с наложением лекарственных препаратов,\n' +
            'пломбирование.'
      },
      {
        question: 'Болит зуб - что делать? Как снять боль?',
        answer:
            'Разумеется – срочно обратиться к зубному врачу.\n' +
            '\n' +
            'Но, если сразу это сделать невозможно – существует довольно много средств для временного уменьшения или даже снятия боли.\n' +
            '\n' +
            'Простейшие, но, в принципе, эффективные:\n' +
            '\n' +
            'Исключить из пищи весь сахар и сладости – съел (выпил) сладкое – зуб заболит обязательно!\n' +
            'Вычистите, прополощите зубы и согревайте зубы «изнутри» - с помощью горячего полоскания. Теплый раствор пищевой соли, слабый раствор пищевой соды, простая теплая вода могут существенно уменьшить боль. Полоскания надо проводить не менее 5 раз в день. Набираем теплой жидкости в рот на несколько минут, после остывания – сплевываем, и так - несколько раз при каждом полоскании.\n' +
            'Рассосите во рту несладкую аскорбинку или ломтик лимона (без сахара!) – станет легче!\n' +
            'Растения («травы»), используемые народной медициной.\n' +
            '\n' +
            'Растений, способных уменьшить или унять зубную боль – множество. Тема – весьма обширная, поэтому перечислим лишь некоторые.\n' +
            '\n' +
            'Начнем с самых очевидных, не требующих ботанических познаний.\n' +
            '\n' +
            'Лиственница сибирская — Larix sibirica (и близкая ей лиственница даурская (Гмелина) — Larix gmelinii — Larix dahurica).' +
            '\n' +
            'Хвоя лиственницы применяется как противоцинготное средство. Пики содержания витамина C в хвое лиственницы приходятся на конец июня и конец августа, поэтому отвары, приготовленные из хвои, собранной в это время - наиболее активны.\n' +
            '\n' +
            'Венецианский скипидар, скипидар из сосны и других хвойных пород, при зубной боли применяют в виде компрессов, накладываемых на кожу лица напротив больного зуба. В качестве профилактического средства (вместо жевательной резинки) жуют серу. Сера лиственницы укрепляет зубы, очищает полость рта от примесей и губительно действует на микроорганизмы.\n' +
            '\n' +
            'Осина, тополь дрожащий — Populus tremula.' +
            '\n' +
            'Настой коры осины применяют для полоскания зубов при зубной боли, а также как противоцинготное и при лихорадке.\n' +
            '\n' +
            'Известен интересный, довольно эффективный, хотя и несколько трудоемкий способ:\n' +
            '\n' +
            'в свежесрубленном осиновом бревне высверливают отверстие, в отверстие засыпают обычную поваренную соль, отверстие закрывают пробкой из этой же древесины. Бревно кладут на костер и следят, чтобы древесина не сгорела, а лишь обуглилась. Под действием температуры сок осины пропитывает поваренную соль. Полученную массу кладут в пораженный зуб при зубной боли.\n' +
            '\n' +
            'Рябина сибирская — Sorbus sibirica.' +
            '\n' +
            'Настой ягод рябины применяют как болеутоляющее при зубной боли.\n' +
            '\n' +
            'Ягоды – также хорошее средство при почечных камнях, цистите и как противолихорадочное средство.\n' +
            '\n' +
            'Далее – несколько менее известные растения.\n' +
            '\n' +
            'Горец змеиный эллиптический — Polygonum bistorta.' +
            '\n' +
            'В виде настоя, водочной настойки или порошка при зубной боли, цинге, а также при поносах, ожогах, кровотечениях, язвенной болезни желудка и двенадцатиперстной кишки, как противолихорадочное средство, при опухолях, нарывах, желудочных кровотечениях, при циститах и холециститах. Как большинство растений, используемых народной медициной – действует на многие системы организма и имеет поливалентный эффект.\n' +
            '\n' +
            'Горец вьюнковый, гречишка вьюнковая — Polygonum convolvulus.\n' +
            'При зубной боли курят сигаретки из сухой травы. Такая вот польза от курения! :)\n' +
            '\n' +
            'Горец живородящий — Polygonum viviparum.\n' +
            'Отвар и настой подземных частей используют для полоскания рта вместо чистки зубов. Полощите теплым – боль уменьшится. Вообще, не вычищенные из ротовой полости частички пищи – не безобидны и могут провоцировать зубную боль.\n' +
            '\n' +
            'Гравилат алеппский — Geum aleppicum.' +
            '\n' +
            'Крепкий отвар корневищ в виде полосканий используют при зубной боли, воспалительных заболеваниях полости рта: стоматите, кровоточивости десен, при ангинах.\n' +
            '\n' +
            'Пион марьин корень (пион необычайный, пион уклоняющийся) — Paeonia anomala.' +
            '\n' +
            'Настой марьиного корня применяется при зубной боли… а также - при язвенной болезни желудка и других желудочно-кишечных заболеваниях, колитах, лихорадке, ревматизме, параличе, кашле, эпилепсии, малярии, и т.д. А также - как приправа к мясной пище. И поел – и полечился. :)\n' +
            '\n' +
            'Клопогон вонючий (клоповая трава) — Cimicifuga foetida.' +
            '\n' +
            'Настой травы и корневища клопогона используют для уменьшения зубной боли, при ревматизме, мигренях, как родовспомогательное средство; порошок и жидкий экстракт корневища – как противоядие при змеином укусе.\n' +
            '\n' +
            'Аконит Кузнецова — Aconitum kusnezoffii.' +
            '\n' +
            'Тибетские врачи считают «царем лекарств». Используется при зубной боли, инфекционных и желудочно-кишечных заболеваниях, наружно - при паразитарных заболеваниях кожи.\n' +
            '\n' +
            'Тимофеевка луговая — Phlenium pretense.\n' +
            'Корни тимофеевки прикладывают к больным зубам в качестве болеутоляющего средства.\n' +
            '\n' +
            'Фиалка трехцветная, более известная как анютины глазки\n' +
            'или иван-да-марья — Viola tricolor.\n' +
            '\n' +
            'Отвар фиалок применяют внутрь при зубной боли, застарелом кашле и т.д.\n' +
            'А также – множество других:\n' +
            '\n' +
            'молочай Фишера (молочай Палласа, мужик-корень) — Euphorbia fischeriana;' +
            '\n' +
            'лапчатка гусиная — Potentilla anserina;\n' +
            '\n' +
            'сабельник болотный — Comarum palustre;\n' +
            '\n' +
            'ветреница лесная — Anemone sylvestris;\n' +
            '\n' +
            'ива козья — Salix caprea;\n' +
            'саранка (лилия кудреватая Шоо, царские кудри) — Lilium martagon (луковицы) – та, что розово-фиолетовая – с пятнышками.' +
            '\n' +
            'и т.д.! Используйте знания народной медицины, но лечитесь, всё-таки, у профессиональных стоматологов!'
      },
        {
            question: 'Для чего нужна пломба? Какая пломба лучше?',
            answer:
                'Пломба — материал, используемый для заполнения полости в зубе. Полость в зубе образуется после лечения кариеса или в результате повреждения зуба. Пломба изолирует чувствительные ткани зуба и предотвращает попадание микробов в образовавшуюся полость.\n' +
                '\n' +
                'Зубные пломбы бывают временные и постоянные.\n' +
                '\n' +
                'Временные пломбы ставят на недолгий период времени: чаще - для изоляции лекарства, оставленного в полости зуба или при глубоком кариесе. Временные пломбы изготавливаются из пластичных пломбировочных материалов, нерастворимых в ротовой жидкости и воде.\n' +
                '\n' +
                'Постоянные пломбы ставятся на долгое время, в идеале – навсегда.\n' +
                '\n' +
                'Самые распространенные материалы пломб:\n' +
                '\n' +
                'светоотверждаемые,\n' +
                'стеклоиономерные цементы,\n' +
                'керамика,\n' +
                'композиционные,\n' +
                'амальгама,\n' +
                'пластмасса,\n' +
                'специальные цементы.\n' +
                'Виды постоянных пломб:\n' +
                '\n' +
                'Светополимерные композитные пломбы - самые современные виды пломб. Светополимерные пломбы также называют световыми, светоотверждаемыми, светоотражающими. Светоотверждаемые пломбы затвердевают только под действием полимеризационной лампы синего света с длиной волны 450 нм. Это позволяет стоматологу удивительно точно подогнать форму пломбы. Световые пломбы обладают особой прочностью и позволяют подобрать практически любой оттенок.\n' +
                'Пломбы из стеклоиономерного цемента высоко устойчивы к механическому воздействию, долговечны. В состав стеклоиономерного цемента входит фтор, который обеспечивает активную профилактику кариеса. Цвет и фактура пломбы отлично имитируют натуральную ткань зуба.\n' +
                'Вообще, световые (светоотверждаемые) пломбы, пломбы из стеклоиономерного цемента и керамические пломбы обладают наилучшими характеристиками и наиболее часто применяются в современной стоматологии. Современные стоматологические технологии позволяют наносить их послойно и добиваться полного совпадения цвета пломбы с цветом зубной эмали.\n' +
                '\n' +
                'Стеклоиономерные пломбы часто рекомендованы детям.\n' +
                '\n' +
                'Пластмассовые, цементные и металлические пломбы из амальгамы являются недорогими, но, по сравнению с современными материалами обладают определенными недостатками и всё реже применяются в современной стоматологии.\n' +
                '\n' +
                'В целом, вид и материал пломбы определяет врач, в зависимости от индивидуальных показаний пациента к пломбированию.'
        },
        {
            question: 'Можно ли восстановить эмаль зубов? Как укрепить эмаль зубов?',
            answer:
                'К сожалению, зубная эмаль не восстанавливается сама собой. Однако, современные стоматологические материалы, идентичные по структуре зубным тканям, позволяют восстановить зуб и прекратить его дальнейшее разрушение.\n' +
                '\n' +
                'При небольших повреждениях эмали применяется шлифовка и заполнение поврежденного участка композитным материалом либо закрытие фронтальной поверхности зуба виниром (керамической пластинкой).'
        },
        {
            question: 'Почему крошатся зубы? Опасно ли это?',
            answer:
                'Причин, по которым начинают крошиться зубы, довольно много. Чаще всего – выкрашивание зубов – результат хронических заболеваний организма, таких как сахарный диабет, артрит, либо неудачно установленная в прошлом пломба, или развивающийся кариес. В общем – с консультацией у стоматолога лучше не затягивать!'
        },
        {
            question: 'Что такое зуб мудрости?',
            answer:
                'Обычно у людей 32 зуба. 16 – на верхней челюсти, 16 – на нижней. Считают зубы, начиная от передних: получается 8 налево плюс 8 направо. Таким образом, самый дальний от переднего - зуб № 8 - и есть зуб мудрости (на стоматологическом сленге – «восьмерка»).\n' +
                '\n' +
                'Прорезаются зубы мудрости позднее остальных зубов, в среднем в 14-25 лет, при уже сформировавшемся зубном ряде, когда остальные зубы уже «расселись» по своим местам. И если места для «новичков» не хватает – начинаются проблемы. Кроме того, прорезание из глубины плотной десны взрослого человека более травматично и само по себе тоже может приводить к проблемам.\n' +
                '\n' +
                'Одна из самых распространённых проблем – погруженные зубы мудрости.\n' +
                '\n' +
                'Погруженные зубы мудрости стоматологи разделяют по направлениям погружения: медиальное (наклонен к переднему зубу), дистальное (наклон назад), вертикальное, горизонтальное.\n' +
                '\n' +
                'Также различают костное погружение - зуб мудрости остался в кости челюсти, и тканевое погружение - если зуб мудрости через кость прошел, но не смог пройти через десну.\n' +
                '\n' +
                'Неприятные последствия нарушений при росте зубов мудрости довольно разнообразны:\n' +
                '\n' +
                'Не полностью прорезавшийся сквозь десну зуб трудно чистить, в результате скапливается зубной налет, что ведет к кариесу, периокорониту и т.д.\n' +
                'При неправильном положении зуба мудрости пространство между ним и следующим зубом (второй моляр) трудно прочистить, что повышает риск образования кариеса и на зубе мудрости, и на его соседе.\n' +
                'Зуб мудрости при прорезывании может вызвать резорбцию (уменьшение количества цемента, ткани дентина и кости альвеолярного отростка) корня своего соседа - второго моляра.\n' +
                'Возможны киста и опухоль в тканях, окружающих погруженный зуб мудрости, давление на соседние зубы и их смещение в зубном ряду, зубы как бы "налезают" друг на друга, и т.д.\n' +
                'В общем, если зуб мудрости растет неправильно – его лучше удалить, не дожидаясь появления серьёзных проблем.'
        },
        {
            question: 'В каком возрасте нужно удалять зубы мудрости?',
            answer:
                'В принципе – в любом, но, чем раньше, тем лучше. В идеале - в подростковом возрасте, когда корни зубов мудрости еще не сформировались, а кость, окружающая зубы, не очень плотная.'
        },
        {
            question: 'Какие осложнения при удалении зуба мудрости могут возникнуть?',
            answer:
                'Наиболее вероятные:\n' +
                '\n' +
                'Сухая лунка. Возникает, если на месте удаленного зуба (в его "лунке") не образуется сгусток крови, или отваливается после образования. Без этого сгустка заживление идет гораздо медленнее, в ней легко возникает воспалительный процесс (альвеолит). Сухая лунка начинает болеть, может появляться неприятный запах изо рта. Ну что ж – бегом к врачу. Обычно на место удаленного зуба накладывают пропитанную лекарственным средством повязку. Сухие лунки чаще встречаются у курильщиков.\n' +
                'Луночковое кровотечение может возникнуть и сразу после операции, и через сутки и более после удаления зуба. Вмешательство врача-стоматолога совершенно необходимо!\n' +
                'Парестезия - непроходящее после операции онемение губы, языка или подбородка. Может возникать из-за повреждения челюстных нервов при удалении зуба мудрости. Временно может наблюдаться из-за сдавливания нерва послеоперационным отеком. Парестезия, возникшая при удалении зуба лечится витаминами В и С, финлепсином, инъекциями галантамина и дибазола, физиотерапевтическими курсами. Если парестезия длится более полугода - рекомендована хирургическая помощь.'
        },
        {
            question: 'Как обезболивают зуб при удалении?',
            answer:
                'Обычно применяют местную анестезию.\n' +
                '\n' +
                'Инъекционное обезболивание (укол) — это анестезия, осуществляемая введением обезболивающего раствора в область рядом с периферическими нервными волокнами и их окончаниями (инфильтрационная анестезия) либо вблизи нервного ствола (проводниковая анестезия — используется при удалении моляров нижней челюсти).\n' +
                '\n' +
                'Для пациентов, панически боящихся уколов, сначала применяется аппликационное обезболивание, и только затем - инъекция. Наиболее желательным анестетиком при обезболивании сейчас стоит признать препараты на основе артикаина.'
        },


    ],
}